{
	"meta.by": "by Tiago Boer Casagrande",

	"header.softwareEngineer": "Software engineer",

	"menu.home": "Home",
	"menu.contact": "Contact",
	"menu.about": "About",
	"menu.blog": "Blog",

	"footer.createdBy": "Created with ❤️ by",
	"footer.built": "Built with",

	"home.title": "A <span class=\"bg-black text-white leading-tight\">bright</span><br />front&shy;end<br />web devel&shy;op&shy;er<br />from Bra&shy;zil",
	"home.description": "I'm a highly motivated developer and student from Brazil. I adore constructing code that prioritizes accessibility, responsiveness, and optimal performance. Furthermore, I'm also a huge fan of all things open-source.<br /><br />I have been building web apps for about 4 years and still love it. Learning something new every week. Currently focused on frontend development and a bit of backend development as well.",
	"home.blog.checkout": "Check out my blog:",
	"home.blog.description": "Unlock the frontiers of tech and design. Dive into insights, trends, and creativity at Front Report",

	"about.sticky.who": "Who am I?",
	"about.sticky.story": "About my story",
	"about.sticky.myself": "A image of myself",
	"about.story.title": "Story",
	"about.story.p.1": "Hey there! I'm Tiago, a dedicated web developer and student based in Brazil. I'm building cutting-edge web applications using the latest technologies such as React, Vue, Typescript, and much more for about 4 years now.",
	"about.story.p.2": "It all began when I was around 12 years old, just a kid attempting to hack an Android device that I had. From that moment, I knew that technology was something I'm passionate about. Some years later, I managed to acquire a computer and started exploring the open-source community. I was amazed by this new universe I was discovering, and getting into programming felt like a natural progression.",
	"about.story.p.3": "Today, I'm a full-time developer who has worked on projects ranging from mobile to web applications, spanning small companies to government-owned organizations. I constantly seek new challenges, aiming to deliver applications that prioritize accessibility, responsiveness, and optimal performance.",
	"about.career": "Career",
	"about.education": "Education",
	"about.contact.lets": "Let's get in touch",
	"about.contact.interested": "Interested in working together? I'm just a click away.",
	"about.contact.goto": "Contact me",

	"contact.opportunities.title": "Let's Discuss<br /><span class=\"bg-black leading-tight text-white\">Op&shy;por&shy;tu&shy;ni&shy;ties</span>",
	"contact.opportunities.p": "Opportunities await. If you're interested in exploring how I can contribute to your team, I'm here to chat.",
	"contact.form.name": "Name",
	"contact.form.email": "Email",
	"contact.form.message": "Message",
	"contact.form.send": "Send",
	"contact.join.online": "Join me online",
	"contact.join.mail": "Email me directly:",

	"blog.title": "This is<br /><span class=\"bg-black text-white leading-tight\">Front Report</span>",
	"blog.description": "Hey there, welcome to Front Report – your cozy corner of the internet for all things frontend and tech! I'm on a mission to share the coolest insights, trends, and mind-bending innovations from the world of web development.<br /><br />Let's unlock the frontiers of tech and design. Dive into insights, trends, and creativity.",
	"blog.name": "Front Report",
	"blog.featured": "Featured",
	"blog.allPosts": "All posts",
	"blog.read": "min read",
	"blog.seeMore": "See more",
	"blog.noImage": "No image avaliable"
}
